"ASSISTANT_TRY_AGAIN" = "Maaf, boleh anda ulang apa yang anda katakan tadi?";
"ASSISTANT_CONNECTION_FAILED_0" = "Maaf, saya menghadapi masalah bersambung kepada rangkaian.";
"ASSISTANT_CONNECTION_FAILED_1" = "Maaf, saya tidak dapat bersambung pada masa ini.";
"ASSISTANT_CONNECTION_FAILED_2" = "Maaf, saya tidak mempunyai sambungan rangkaian.";

"ASSISTANT_INITIAL_QUERY" = "Bagaimana boleh saya bantu anda?";
"ASSISTANT_GUIDE_HEADER" = "Sentuh mik untuk menyatakan:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Panduan";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri tidak Tersedia";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Sambung kepada Internet.";

"ASSISTANT_EDUCATION_TITLE" = "Bolehkah Siri membantu anda?";
"ASSISTANT_EDUCATION_CONTENT" = "Tekan dan tahan butang utama untuk mula menggunakan Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Anda juga boleh bertanya perkara tanpa perlu menahan butang utama. Apabila skrin aktif, hanya bawa telefon ke telinga anda dan mula bercakap.";